Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
ja: 証明書
ko: 인증서
pt_br: Certificado
zh_hans: 证书
zh_hant: 憑證

source: Change
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
ko: 변경
pt_br: Alterar
zh_hans: 更改
zh_hant: 變更

source: Changed
de: Geändert
es: Cambiado
fr: Modifié
ja: 変更あり
ko: 변경됨
pt_br: Alterado
zh_hans: 已更改
zh_hant: 已變更

source: Changes
de: Änderungen
es: Cambios
fr: Modifications
ja: 変更
ko: 변경 사항
pt_br: Alterações
zh_hans: 更改
zh_hant: 變更

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ja: 更新を確認
ko: 업데이트 확인
pt_br: Verificar atualizações
zh_hans: 检查更新
zh_hant: 檢查更新

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pt_br: Escolher
zh_hans: 选择
zh_hant: 選擇

source: Choose a gRPC request
de: Wähle eine gRPC-Anfrage
es: Elige una solicitud gRPC
fr: Choisissez une requête gRPC
ja: gRPC リクエストを選択
ko: gRPC 요청 선택
pt_br: Escolha uma requisição gRPC
zh_hans: 选择 gRPC 请求
zh_hant: 選擇 gRPC 請求

source: Choose a project to import into.
de: Wählen Sie ein Projekt zum Importieren aus.
es: Elige un proyecto al que importar.
fr: Choisissez un projet dans lequel importer.
ja: インポート先のプロジェクトを選択してください。
ko: 가져올 프로젝트를 선택하세요.
pt_br: Escolha um projeto para importar.
zh_hans: 请选择要导入到的项目。
zh_hant: 請選擇要匯入的專案。

source: Choose a TCP request
de: Wähle eine TCP-Anfrage
es: Elige una solicitud TCP
fr: Choisir une requête TCP
ja: TCP リクエストを選択
ko: TCP 요청 선택
pt_br: Escolha uma requisição TCP
zh_hans: 选择一个 TCP 请求
zh_hant: 選擇一個 TCP 請求

source: Choose a UDP request
de: Wähle eine UDP-Anfrage
es: Elige una solicitud UDP
fr: Choisir une requête UDP
ja: UDP リクエストを選択
ko: UDP 요청 선택
pt_br: Escolha uma requisição UDP
zh_hans: 选择一个 UDP 请求
zh_hant: 選擇一個 UDP 請求

source: Choose a WebSocket request
de: Wähle eine WebSocket-Anfrage
es: Elige una solicitud WebSocket
fr: Choisir une requête WebSocket
ja: WebSocket リクエストを選択
ko: WebSocket 요청 선택
pt_br: Escolha uma requisição WebSocket
zh_hans: 选择一个 WebSocket 请求
zh_hant: 選擇一個 WebSocket 請求

source: Choose an environment
de: Wähle eine Umgebung
es: Elige un entorno
fr: Choisir un environnement
ja: 環境を選択
ko: 환경 선택
pt_br: Escolha um ambiente
zh_hans: 选择一个环境
zh_hant: 選擇一個環境

source: Choose an HTTP request
de: Wähle eine HTTP-Anfrage
es: Elige una solicitud HTTP
fr: Choisir une requête HTTP
ja: HTTP リクエストを選択
ko: HTTP 요청 선택
pt_br: Escolha uma requisição HTTP
zh_hans: 选择一个 HTTP 请求
zh_hant: 選擇一個 HTTP 請求

source: Choose an SSE request
de: Wähle eine SSE-Anfrage
es: Elige una solicitud SSE
fr: Choisir une requête SSE
ja: SSE リクエストを選択
ko: SSE 요청 선택
pt_br: Escolha uma requisição SSE
zh_hans: 选择一个 SSE 请求
zh_hant: 選擇一個 SSE 請求

source: Choose File
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher arquivo
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose Folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダを選択
ko: 폴더 선택
pt_br: Escolher pasta
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose Proto Files
de: Proto-Dateien auswählen
es: Elegir archivos proto
fr: Choisir des fichiers proto
ja: Proto ファイルを選択
ko: Proto 파일 선택
pt_br: Escolher arquivos proto
zh_hans: 选择 Proto 文件
zh_hant: 選擇 Proto 檔案

source: Choose spec bundle folder
de: Spec-Bundle-Ordner auswählen
es: Elegir carpeta del paquete de especificación
fr: Choisir le dossier du bundle de spécification
ja: 複数ファイル仕様フォルダを選択
ko: 다중 파일 사양 폴더 선택
pt_br: Escolher pasta do pacote de especificação
zh_hans: 选择规范包文件夹
zh_hant: 選擇規格套件資料夾

source: Choose spec file
de: Spec-Datei auswählen
es: Elegir archivo de especificación
fr: Choisir un fichier de spécification
ja: 仕様ファイルを選択
ko: 사양 파일 선택
pt_br: Escolher arquivo de especificação
zh_hans: 选择规范文件
zh_hant: 選擇規格檔案

source: Choose Spec File
de: Spec-Datei auswählen
es: Elegir archivo de especificación
fr: Choisir un fichier de spécification
ja: 仕様ファイルを選択
ko: 사양 파일 선택
pt_br: Escolher arquivo de especificação
zh_hans: 选择规范文件
zh_hant: 選擇規格檔案

source: Choose Spec Folder
de: Spec-Ordner auswählen
es: Elegir carpeta de especificación
fr: Choisir un dossier de spécification
ja: 仕様フォルダを選択
ko: 사양 폴더 선택
pt_br: Escolher pasta de especificação
zh_hans: 选择规范文件夹
zh_hant: 選擇規格資料夾

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: Clear All
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
ja: すべてクリア
ko: 모두 지우기
pt_br: Limpar tudo
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All Response Cache
de: Gesamten Antwort-Cache leeren
es: Limpiar toda la caché de respuestas
fr: Vider tout le cache de réponses
ja: すべてのレスポンスキャッシュをクリア
ko: 모든 응답 캐시 지우기
pt_br: Limpar todo o cache de respostas
zh_hans: 清除所有响应缓存
zh_hant: 清除所有回應快取

source: Clear Messages
de: Nachrichten löschen
es: Limpiar mensajes
fr: Effacer les messages
ja: メッセージをクリア
ko: 메시지 지우기
pt_br: Limpar mensagens
zh_hans: 清除消息
zh_hant: 清除訊息

source: Clear Response Cache
de: Antwort-Cache leeren
es: Limpiar caché de respuesta
fr: Vider le cache de réponse
ja: レスポンスキャッシュをクリア
ko: 응답 캐시 지우기
pt_br: Limpar cache de resposta
zh_hans: 清除响应缓存
zh_hant: 清除回應快取

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Code Snippet
de: Code-Schnipsel
es: Fragmento de código
fr: Extrait de code
ja: コードスニペット
ko: 코드 스니펫
pt_br: Trecho de código
zh_hans: 代码片段
zh_hant: 程式碼片段

source: Code Snippet...
de: Code-Schnipsel…
es: Fragmento de código…
fr: Extrait de code…
ja: コードスニペット…
ko: 코드 스니펫…
pt_br: Trecho de código…
zh_hans: 代码片段…
zh_hant: 程式碼片段…

source: Collect into array
de: In Array sammeln
es: Recoger en array
fr: Collecter dans un tableau
ja: 配列に収集
ko: 배열로 수집
pt_br: Coletar em array
zh_hans: 收集到数组
zh_hant: 收集至陣列

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
ja: 近日公開
ko: 출시 예정
pt_br: Em breve
zh_hans: 即将推出
zh_hant: 即將推出

source: Completed %@
de: Abgeschlossen %@
es: Completado %@
fr: Terminé %@
ja: 完了 %@
ko: 완료 %@
pt_br: Concluído %@
zh_hans: 已完成 %@
zh_hant: 已完成 %@

source: Compressed
de: Komprimiert
es: Comprimido
fr: Compressé
ja: 圧縮
ko: 압축
pt_br: Comprimido
zh_hans: 压缩
zh_hant: 壓縮

source: Configure OAuth2 endpoints and scopes. Token acquisition is not automated yet.
de: Konfigurieren Sie OAuth2-Endpunkte und -Bereiche. Der Token-Abruf ist noch nicht automatisiert.
es: Configura los endpoints y ámbitos de OAuth2. La obtención del token aún no está automatizada.
fr: Configurez les points de terminaison et les étendues OAuth2. L'acquisition du jeton n'est pas encore automatisée.
ja: OAuth2 のエンドポイントとスコープを設定します。トークン取得はまだ自動化されていません。
ko: OAuth2 엔드포인트와 범위를 구성하세요. 토큰 획득은 아직 자동화되지 않았습니다.
pt_br: Configure os endpoints e escopos do OAuth 2.0. A obtenção do token ainda não é automatizada.
zh_hans: 配置 OAuth2 端点和范围。令牌获取尚未自动化。
zh_hant: 設定 OAuth2 端點與範圍。權杖取得尚未自動化。

source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
ja: 競合
ko: 충돌
pt_br: Conflito
zh_hans: 冲突
zh_hant: 衝突

source: Conflicts
de: Konflikte
es: Conflictos
fr: Conflits
ja: 競合
ko: 충돌
pt_br: Conflitos
zh_hans: 冲突
zh_hant: 衝突

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
pt_br: Conectar
zh_hans: 连接
zh_hant: 連線

source: Connect to a server to start sending and receiving data
de: Verbinde dich mit einem Server, um Daten zu senden und zu empfangen
es: Conéctate a un servidor para enviar y recibir datos
fr: Connectez-vous à un serveur pour envoyer et recevoir des données
ja: サーバーに接続してデータの送受信を開始
ko: 서버에 연결하여 데이터 송수신을 시작하세요
pt_br: Conecte-se a um servidor para enviar e receber dados
zh_hans: 连接到服务器以开始发送和接收数据
zh_hant: 連線到伺服器以開始傳送和接收資料

source: Connect to a server to start sending and receiving messages
de: Verbinde dich mit einem Server, um Nachrichten zu senden und zu empfangen
es: Conéctate a un servidor para enviar y recibir mensajes
fr: Connectez-vous à un serveur pour envoyer et recevoir des messages
ja: サーバーに接続してメッセージの送受信を開始
ko: 서버에 연결하여 메시지 송수신을 시작하세요
pt_br: Conecte-se a um servidor para enviar e receber mensagens
zh_hans: 连接到服务器以开始发送和接收消息
zh_hant: 連線到伺服器以開始傳送和接收訊息

source: Connect to a Server-Sent Events stream from Reqeast and return the first event.
de: Mit einem Server-Sent Events-Stream von Reqeast verbinden und das erste Ereignis zurückgeben.
es: Conectar a un flujo de Server-Sent Events desde Reqeast y devolver el primer evento.
fr: Se connecter à un flux Server-Sent Events depuis Reqeast et renvoyer le premier événement.
ja: Reqeast から Server-Sent Events ストリームに接続し、最初のイベントを返します。
ko: Reqeast에서 Server-Sent Events 스트림에 연결하고 첫 번째 이벤트를 반환합니다.
pt_br: Conectar a um fluxo Server-Sent Events pelo Reqeast e retornar o primeiro evento.
zh_hans: 从 Reqeast 连接到服务器推送事件流并返回第一个事件。
zh_hant: 從 Reqeast 連線到伺服器推送事件流並回傳第一個事件。

source: Connect to an event source to start receiving events
de: Verbinde dich mit einer Ereignisquelle, um Ereignisse zu empfangen
es: Conéctate a una fuente de eventos para recibir eventos
fr: Connectez-vous à une source d'événements pour recevoir des événements
ja: イベントソースに接続してイベントの受信を開始
ko: 이벤트 소스에 연결하여 이벤트 수신을 시작하세요
pt_br: Conecte-se a uma fonte de eventos para receber eventos
zh_hans: 连接到事件源以开始接收事件
zh_hant: 連線到事件源以開始接收事件

source: Connect to start sending stream messages
de: Verbinde dich, um Stream-Nachrichten zu senden
es: Conéctate para empezar a enviar mensajes del stream
fr: Connectez-vous pour commencer à envoyer des messages du flux
ja: 接続してストリームメッセージの送信を開始
ko: 연결하여 스트림 메시지 전송을 시작하세요
pt_br: Conecte-se para começar a enviar mensagens do stream
zh_hans: 连接后开始发送流式消息
zh_hant: 連線後開始傳送串流訊息

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続しました
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接
zh_hant: 已連線

source: Connected%@
de: Verbunden%@
es: Conectado%@
fr: Connecté%@
ja: 接続しました%@
ko: 연결됨%@
pt_br: Conectado%@
zh_hans: 已连接%@
zh_hant: 已連線%@

source: Connecting to %@:%lld (%@)...
de: Verbindung zu %1$@:%2$lld (%3$@)…
es: Conectando a %1$@:%2$lld (%3$@)…
fr: Connexion à %1$@:%2$lld (%3$@)…
ja: %1$@:%2$lld (%3$@) に接続中…
ko: %1$@:%2$lld (%3$@)에 연결 중…
pt_br: Conectando a %1$@:%2$lld (%3$@)…
zh_hans: 正在连接到 %1$@:%2$lld (%3$@)…
zh_hant: 正在連線到 %1$@:%2$lld (%3$@)…

source: Connecting to %@...
de: Verbindung zu %@…
es: Conectando a %@…
fr: Connexion à %@…
ja: %@ に接続中…
ko: %@에 연결 중…
pt_br: Conectando a %@…
zh_hans: 正在连接到 %@…
zh_hant: 正在連線到 %@…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接
zh_hant: 連線

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection failed: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fr: Échec de la connexion : %@
ja: 接続に失敗しました：%@
ko: 연결 실패: %@
pt_br: Falha na conexão: %@
zh_hans: 连接失败：%@
zh_hant: 連線失敗：%@

source: Connection settings
de: Verbindungseinstellungen
es: Ajustes de conexión
fr: Paramètres de connexion
ja: 接続設定
ko: 연결 설정
pt_br: Configurações de conexão
zh_hans: 连接设置
zh_hant: 連線設定

source: Content exceeds the 5 MiB size limit.
de: Inhalt überschreitet das Limit von 5 MiB.
es: El contenido supera el límite de 5 MiB.
fr: Le contenu dépasse la limite de 5 Mio.
ja: コンテンツが 5 MiB のサイズ制限を超えています。
ko: 콘텐츠가 5MiB 크기 제한을 초과합니다.
pt_br: O conteúdo excede o limite de 5 MiB.
zh_hans: 内容超过 5 MiB 大小限制。
zh_hant: 內容超過 5 MiB 大小限制。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Convert to string
de: In Zeichenkette umwandeln
es: Convertir a cadena
fr: Convertir en chaîne
ja: 文字列に変換
ko: 문자열로 변환
pt_br: Converter para string
zh_hans: 转换为字符串
zh_hant: 轉換為字串

source: Cookies from responses will appear here
de: Cookies aus Antworten werden hier angezeigt
es: Las cookies de las respuestas aparecerán aquí
fr: Les cookies des réponses apparaîtront ici
ja: レスポンスの Cookie がここに表示されます
ko: 응답의 쿠키가 여기에 표시됩니다
pt_br: Cookies das respostas aparecerão aqui
zh_hans: 来自响应的 Cookie 将显示在这里
zh_hant: 來自回應的 Cookie 將顯示在這裡

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
ko: 복사됨!
pt_br: Copiado!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

source: Copy Code
de: Code kopieren
es: Copiar código
fr: Copier le code
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
zh_hans: 复制代码
zh_hant: 複製代碼

source: Copy Detailed Response as Markdown
de: Detaillierte Antwort als Markdown kopieren
es: Copiar respuesta detallada como Markdown
fr: Copier la réponse détaillée en Markdown
ja: 詳細レスポンスを Markdown としてコピー
ko: 상세 응답을 Markdown으로 복사
pt_br: Copiar resposta detalhada como Markdown
zh_hans: 复制详细响应为 Markdown
zh_hant: 複製詳細回應為 Markdown

source: Copy Response as Markdown
de: Antwort als Markdown kopieren
es: Copiar respuesta como Markdown
fr: Copier la réponse en Markdown
ja: レスポンスを Markdown としてコピー
ko: 응답을 Markdown으로 복사
pt_br: Copiar resposta como Markdown
zh_hans: 复制响应为 Markdown
zh_hant: 複製回應為 Markdown

source: Copy Response Body
de: Antwort-Body kopieren
es: Copiar cuerpo de la respuesta
fr: Copier le corps de la réponse
ja: レスポンスボディをコピー
ko: 응답 본문 복사
pt_br: Copiar corpo da resposta
zh_hans: 复制响应正文
zh_hant: 複製回應主體

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URL をコピー
ko: URL 복사
pt_br: Copiar URL
zh_hans: 复制 URL
zh_hant: 複製 URL

source: Could not access the linked spec folder.
de: Auf den verknüpften Spec-Ordner konnte nicht zugegriffen werden.
es: No se pudo acceder a la carpeta de especificación vinculada.
fr: Impossible d'accéder au dossier de spécification lié.
ja: リンクされた仕様フォルダにアクセスできませんでした。
ko: 연결된 사양 폴더에 접근할 수 없습니다.
pt_br: Não foi possível acessar a pasta de especificação vinculada.
zh_hans: 无法访问链接的规范文件夹。
zh_hant: 無法存取連結的規格資料夾。

source: Could not copy export data to the clipboard.
de: Exportdaten konnten nicht in die Zwischenablage kopiert werden.
es: No se pudieron copiar los datos de exportación al portapapeles.
fr: Impossible de copier les données d'exportation dans le presse-papiers.
ja: エクスポートデータをクリップボードにコピーできませんでした。
ko: 보내기 데이터를 클립보드에 복사할 수 없습니다.
pt_br: Não foi possível copiar os dados de exportação para a área de transferência.
zh_hans: 无法将导出数据复制到剪贴板。
zh_hant: 無法將匯出資料複製到剪貼簿。

source: Could not find the on-disk spec for this project.
de: Die Spec auf der Festplatte für dieses Projekt konnte nicht gefunden werden.
es: No se pudo encontrar la especificación en disco para este proyecto.
fr: Impossible de trouver la spécification sur disque pour ce projet.
ja: このプロジェクトのディスク上の仕様が見つかりませんでした。
ko: 이 프로젝트에 저장된 사양을 디스크에서 찾을 수 없습니다.
pt_br: Não foi possível encontrar a especificação local deste projeto.
zh_hans: 找不到此项目的本地规范。
zh_hant: 找不到此專案的本地規格。

source: Could not read pasted content.
de: Eingefügter Inhalt konnte nicht gelesen werden.
es: No se pudo leer el contenido pegado.
fr: Impossible de lire le contenu collé.
ja: 貼り付けた内容を読み取れませんでした。
ko: 붙여넣은 내용을 읽을 수 없습니다.
pt_br: Não foi possível ler o conteúdo colado.
zh_hans: 无法读取粘贴的内容。
zh_hant: 無法讀取貼上的內容。

source: Could not resolve host: %@
de: Host konnte nicht aufgelöst werden: %@
es: No se pudo resolver el host: %@
fr: Impossible de résoudre l'hôte : %@
ja: ホストを解決できませんでした: %@
ko: 호스트를 확인할 수 없습니다: %@
pt_br: Não foi possível resolver o host: %@
zh_hans: 无法解析主机：%@
zh_hant: 無法解析主機：%@

source: Could not save spec file to disk.
de: Spec-Datei konnte nicht auf der Festplatte gespeichert werden.
es: No se pudo guardar el archivo de especificación en el disco.
fr: Impossible d'enregistrer le fichier de spécification sur le disque.
ja: 仕様ファイルをディスクに保存できませんでした。
ko: 사양 파일을 디스크에 저장할 수 없습니다.
pt_br: Não foi possível salvar o arquivo de especificação localmente.
zh_hans: 无法将规范文件保存到本地。
zh_hant: 無法將規格檔案儲存到本地。

source: Could not save the synced spec file to disk.
de: Die synchronisierte Spec-Datei konnte nicht auf der Festplatte gespeichert werden.
es: No se pudo guardar el archivo de especificación sincronizado en el disco.
fr: Impossible d'enregistrer le fichier de spécification synchronisé sur le disque.
ja: 同期された仕様ファイルをディスクに保存できませんでした。
ko: 동기화된 사양 파일을 디스크에 저장할 수 없습니다.
pt_br: Não foi possível salvar localmente o arquivo de especificação sincronizado.
zh_hans: 无法将同步的规范文件保存到本地。
zh_hant: 無法將同步的規格檔案儲存到本地。

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Create a proto bundle from the current reflection descriptors.
de: Proto-Bundle aus den aktuellen Reflection-Deskriptoren erstellen.
es: Crear un paquete proto a partir de los descriptores de reflexión actuales.
fr: Créer un bundle proto à partir des descripteurs de réflexion actuels.
ja: 現在のリフレクションディスクリプタから Proto バンドルを作成します。
ko: 현재 리플렉션 디스크립터에서 Proto 번들을 만듭니다.
pt_br: Criar um pacote proto a partir dos descritores de reflexão atuais.
zh_hans: 根据当前反射描述符创建 Proto 包。
zh_hant: 根據目前的反射描述符建立 Proto 套件。

source: Create environments from servers
de: Umgebungen aus Servern erstellen
es: Crear entornos desde servidores
fr: Créer des environnements à partir des serveurs
ja: サーバーから環境を作成
ko: 서버에서 환경 생성
pt_br: Criar ambientes a partir de servidores
zh_hans: 根据服务器创建环境
zh_hant: 依伺服器建立環境

source: Create New Folders
de: Neue Ordner erstellen
es: Crear nuevas carpetas
fr: Créer de nouveaux dossiers
ja: 新しいフォルダを作成
ko: 새 폴더 만들기
pt_br: Criar novas pastas
zh_hans: 创建新文件夹
zh_hant: 建立新資料夾

source: Created %@
de: Erstellt am %@
es: Creado el %@
fr: Créé le %@
ja: %@ に作成
ko: %@에 생성됨
pt_br: Criado em %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

source: Creating one project with folders and requests.
de: Ein Projekt mit Ordnern und Requests wird erstellt.
es: Creando un proyecto con carpetas y solicitudes.
fr: Création d'un projet avec dossiers et requêtes.
ja: 1 つのプロジェクトにフォルダとリクエストを作成しています。
ko: 하나의 프로젝트에 폴더와 요청을 만드는 중입니다.
pt_br: Criando um projeto com pastas e requisições.
zh_hans: 正在创建一个项目并添加文件夹和请求。
zh_hant: 正在建立一個專案並加入資料夾和請求。

source: Creating project, folders, and requests.
de: Projekt, Ordner und Anfragen werden erstellt.
es: Creando proyecto, carpetas y solicitudes.
fr: Création du projet, des dossiers et des requêtes.
ja: プロジェクト、フォルダ、リクエストを作成しています。
ko: 프로젝트, 폴더 및 요청을 생성하는 중입니다.
pt_br: Criando projeto, pastas e requisições.
zh_hans: 正在创建项目、文件夹和请求。
zh_hant: 正在建立專案、資料夾和請求。

source: Credentials will be stored in plain text. Share this file carefully.
de: Anmeldedaten werden im Klartext gespeichert. Teile diese Datei vorsichtig.
es: Las credenciales se almacenarán en texto plano. Comparte este archivo con cuidado.
fr: Les identifiants seront stockés en texte brut. Partagez ce fichier avec précaution.
ja: 認証情報はプレーンテキストで保存されます。ファイルの共有にご注意ください。
ko: 자격 증명이 평문으로 저장됩니다. 이 파일을 신중하게 공유하세요.
pt_br: As credenciais serão armazenadas em texto simples. Compartilhe este arquivo com cuidado.
zh_hans: 凭证将以明文存储。请谨慎分享此文件。
zh_hant: 憑證將以明文儲存。請謹慎分享此檔案。

source: cURL parse error: %@
de: cURL-Parsefehler: %@
es: Error de análisis cURL: %@
fr: Erreur d'analyse cURL : %@
ja: cURL パースエラー：%@
ko: cURL 파싱 오류: %@
pt_br: Erro de análise cURL: %@
zh_hans: cURL 解析错误：%@
zh_hant: cURL 解析錯誤：%@

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据
zh_hant: 資料

source: Deduplicate
de: Deduplizieren
es: Eliminar duplicados
fr: Dédupliquer
ja: 重複を除去
ko: 중복 제거
pt_br: Remover duplicatas
zh_hans: 去重
zh_hant: 去重

source: Default value
de: Standardwert
es: Valor predeterminado
fr: Valeur par défaut
ja: デフォルト値
ko: 기본값
pt_br: Valor padrão
zh_hans: 默认值
zh_hant: 預設值

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld Requests
de: %lld Anfragen löschen
es: Eliminar %lld solicitudes
fr: Supprimer %lld requêtes
ja: %lld 件のリクエストを削除
ko: %lld개 요청 삭제
pt_br: Excluir %lld requisições
zh_hans: 删除 %lld 个请求
zh_hant: 刪除 %lld 個請求

source: Delete All Stale (%lld)
de: Alle veralteten löschen (%lld)
es: Eliminar todas las solicitudes obsoletas (%lld)
fr: Supprimer toutes les obsolètes (%lld)
ja: 仕様から外れた項目をすべて削除 (%lld)
ko: 사양에서 제외된 항목 모두 삭제 (%lld)
pt_br: Excluir todas as desatualizadas (%lld)
zh_hans: 删除全部过时项 (%lld)
zh_hant: 刪除全部過時項目 (%lld)

source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
ko: 폴더 삭제
pt_br: Excluir pasta
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Delete Project
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
ja: プロジェクトを削除
ko: 프로젝트 삭제
pt_br: Excluir projeto
zh_hans: 删除项目
zh_hant: 刪除專案

source: Delete Request
de: Anfrage löschen
es: Eliminar solicitud
fr: Supprimer la requête
ja: リクエストを削除
ko: 요청 삭제
pt_br: Excluir requisição
zh_hans: 删除请求
zh_hant: 刪除請求

source: Delete Stale Requests
de: Veraltete Anfragen löschen
es: Eliminar solicitudes obsoletas
fr: Supprimer les requêtes obsolètes
ja: 仕様から外れたリクエストを削除
ko: 사양에서 제외된 요청 삭제
pt_br: Excluir requisições desatualizadas
zh_hans: 删除过时请求
zh_hant: 刪除過時請求

source: Delete this proto bundle?
de: Dieses Proto-Bundle löschen?
es: ¿Eliminar este paquete proto?
fr: Supprimer ce bundle proto ?
ja: この Proto バンドルを削除しますか？
ko: 이 Proto 번들을 삭제할까요?
pt_br: Excluir este pacote proto?
zh_hans: 删除此 Proto 包？
zh_hant: 刪除此 Proto 套件？

source: Deprecated excluded
de: Als veraltet markierte ausgeschlossen
es: Obsoletas excluidas
fr: Obsolètes exclues
ja: 非推奨を除外
ko: 사용 중단 제외
pt_br: Obsoletas excluídas
zh_hans: 不含已弃用
zh_hant: 不含已棄用

source: Deprecated included
de: Als veraltet markierte enthalten
es: Obsoletas incluidas
fr: Obsolètes incluses
ja: 非推奨を含む
ko: 사용 중단 포함
pt_br: Obsoletas incluídas
zh_hans: 含已弃用
zh_hant: 含已棄用

source: Detached
de: Losgelöst
es: Desvinculado
fr: Détaché
ja: 切り離し
ko: 분리됨
pt_br: Desvinculado
zh_hans: 未链接
zh_hant: 未連結

source: Detached snapshot
de: Einmalimport
es: Importación desvinculada
fr: Import sans liaison
ja: リンクなしインポート
ko: 연결 없는 가져오기
pt_br: Importação desvinculada
zh_hans: 未链接导入
zh_hant: 未連結匯入

source: Detached snapshot with no live source. Re-import the spec to refresh.
de: Einmalimport ohne Live-Quelle. Spec erneut importieren, um zu aktualisieren.
es: Importación desvinculada sin origen activo. Vuelve a importar la especificación para actualizarla.
fr: Import sans source active. Réimportez la spécification pour la mettre à jour.
ja: ライブソースにリンクされていません。仕様を再インポートして更新してください。
ko: 활성 소스에 연결되어 있지 않습니다. 사양을 다시 가져와 새로고침하세요.
pt_br: Importação desvinculada sem fonte ativa. Reimporte a especificação para atualizar.
zh_hans: 未链接到实时源。请重新导入规范以刷新。
zh_hant: 未連結到即時來源。請重新匯入規格以重新整理。

source: Detached snapshot. Re-import the spec to refresh from a URL.
de: Einmalimport. Spec erneut importieren, um sie von einer URL zu aktualisieren.
es: Importación desvinculada. Vuelve a importar la especificación para actualizarla desde una URL.
fr: Import sans liaison. Réimportez la spécification pour la mettre à jour depuis une URL.
ja: リンクなしインポートです。URL から更新するには仕様を再インポートしてください。
ko: 연결 없는 가져오기입니다. URL에서 새로 고치려면 사양을 다시 가져오세요.
pt_br: Importação desvinculada. Reimporte a especificação para atualizar a partir de uma URL.
zh_hans: 未链接导入。请重新导入规范以从 URL 刷新。
zh_hant: 未連結匯入。請重新匯入規格以從 URL 更新。

source: Detected format, %@
de: Erkanntes Format, %@
es: Formato detectado, %@
fr: Format détecté, %@
ja: 検出された形式、%@
ko: 감지된 형식, %@
pt_br: Formato detectado, %@
zh_hans: 检测到的格式，%@
zh_hant: 偵測到的格式，%@

source: Differs from local fingerprint
de: Weicht vom lokalen Fingerabdruck ab
es: Difiere de la huella local
fr: Diffère de l'empreinte locale
ja: ローカルフィンガープリントと異なる
ko: 로컬 지문과 다름
pt_br: Difere da impressão digital local
zh_hans: 与本地指纹不同
zh_hant: 與本機指紋不同

source: Disable cookie jar
de: Cookie-Jar deaktivieren
es: Desactivar cookie jar
fr: Désactiver le cookie jar
ja: Cookie Jar を無効化
ko: 쿠키 저장소 비활성화
pt_br: Desativar cookie jar
zh_hans: 禁用 Cookie Jar
zh_hant: 停用 Cookie Jar

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
pt_br: Desconectar
zh_hans: 断开连接
zh_hant: 中斷連線
